---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RelativeRoughness
source: html/3ed3ba61-5fd7-00c6-e369-8911025fbfb8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RelativeRoughness Property

"Relative Roughness"

## Syntax (C#)
```csharp
public static ForgeTypeId RelativeRoughness { get; }
```